---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.LoadNature
source: html/3763ed07-f373-5da1-08d9-6a82e518b479.htm
---
# LoadNature Properties

The id of the assembly instance to which the element belongs.